Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 欧洲东部
ar: أوروبا الشرقية
de: Osteuropa
en: Eastern Europe
es_mx: Europa Oriental
fr: Europe de l’Est
ja: 東ヨーロッパ
ko: 동유럽
pt_br: Europa Oriental
pt_pt: Europa Oriental
tr: Doğu Avrupa
zh_hant: 東歐
zh_hk: 東歐

source: 欧洲西部
ar: أوروبا الغربية
de: Westeuropa
en: Western Europe
es_mx: Europa Occidental
fr: Europe de l’Ouest
ja: 西ヨーロッパ
ko: 서유럽
pt_br: Europa Ocidental
pt_pt: Europa Ocidental
tr: Batı Avrupa
zh_hant: 西歐
zh_hk: 西歐

# 正在上传资源 %lld/%lld…
source: 正在上传资源 %1$lld/%2$lld…
ar: جارٍ رفع الأصول %lld/%lld…
de: Assets werden hochgeladen %lld/%lld…
en: Uploading assets %lld/%lld…
es_mx: Subiendo recursos %lld/%lld…
fr: Téléversement %lld/%lld…
ja: アセットをアップロード中 %lld/%lld…
ko: 자산 업로드 중 %lld/%lld…
pt_br: Enviando recursos %lld/%lld…
pt_pt: A carregar recursos %lld/%lld…
tr: Varlıklar yükleniyor %lld/%lld…
zh_hant: 正在上傳資源 %lld/%lld…
zh_hk: 正在上傳資源 %lld/%lld…

source: 正在创建部署…
ar: جارٍ إنشاء النشر…
de: Bereitstellung wird erstellt…
en: Creating deployment…
es_mx: Creando implementación…
fr: Création du déploiement…
ja: デプロイを作成中…
ko: 배포 생성 중…
pt_br: Criando implantação…
pt_pt: A criar implementação…
tr: Dağıtım oluşturuluyor…
zh_hant: 正在建立部署…
zh_hk: 正在建立部署…

source: 正在同步域名与资产…
ar: جارٍ مزامنة النطاقات والأصول…
de: Domains und Assets werden synchronisiert …
en: Syncing domains and assets…
es_mx: Sincronizando dominios y recursos…
fr: Synchronisation des domaines et des ressources…
ja: ドメインとアセットを同期中…
ko: 도메인 및 자산 동기화 중…
pt_br: Sincronizando domínios e recursos…
pt_pt: A sincronizar domínios e recursos…
tr: Alan adları ve varlıklar eşitleniyor…
zh_hant: 正在同步網域與資產…
zh_hk: 正在同步域名與資產…

source: 正在监听实时日志…
ar: جارٍ الاستماع للسجلات المباشرة…
de: Warte auf Echtzeitprotokolle …
en: Listening for live logs…
es_mx: Escuchando registros en vivo…
fr: Écoute des journaux en direct…
ja: ライブログを監視中…
ko: 실시간 로그 수신 중…
pt_br: Ouvindo logs ao vivo…
pt_pt: A escutar registos em direto…
tr: Canlı günlükler dinleniyor…
zh_hant: 正在監聽即時記錄…
zh_hk: 正在監聽即時日誌…

source: 正在计算文件指纹…
ar: جارٍ حساب بصمات الملفات…
de: Datei-Hashes werden berechnet…
en: Computing file hashes…
es_mx: Calculando huellas de archivos…
fr: Calcul des empreintes…
ja: ファイルのハッシュを計算中…
ko: 파일 해시 계산 중…
pt_br: Calculando hashes dos arquivos…
pt_pt: A calcular hashes dos ficheiros…
tr: Dosya özetleri hesaplanıyor…
zh_hant: 正在計算檔案指紋…
zh_hk: 正在計算檔案指紋…

source: 正常
ar: يعمل بشكل طبيعي
de: Betriebsbereit
en: Operational
es_mx: Operativo
fr: Opérationnel
ko: 정상
pt_br: Operacional
pt_pt: Operacional
tr: Çalışıyor

source: 正常运行
ar: نشط
de: Aktiv
en: Active
es_mx: Activo
fr: Actif
ja: 正常稼働中
ko: 정상
pt_br: Ativo
pt_pt: Ativo
tr: Etkin
zh_hant: 正常運作
zh_hk: 正常運作

source: 正文预览
ar: معاينة المحتوى
de: Vorschau des Texts
en: Body preview
es_mx: Vista previa del cuerpo
fr: Aperçu du corps
ja: 本文プレビュー
ko: 본문 미리보기
pt_br: Prévia do corpo
pt_pt: Pré-visualização do corpo
tr: Gövde önizlemesi
zh_hant: 內文預覽
zh_hk: 內文預覽

source: 此域名暂无负载均衡器。
ar: لا تحتوي هذه النطاق على موازِنات تحميل بعد.
de: Diese Domain hat noch keine Load Balancer.
en: This domain has no load balancers yet.
es_mx: Este dominio aún no tiene balanceadores de carga.
fr: Ce domaine n'a pas encore de répartiteurs de charge.
ja: このドメインにはまだロードバランサーがありません。
ko: 이 도메인에는 아직 부하 분산기가 없습니다.
pt_br: Este domínio ainda não tem balanceadores de carga.
pt_pt: Este domínio ainda não tem balanceadores de carga.
tr: Bu alan adının henüz yük dengeleyicisi yok.
zh_hant: 此網域尚無負載平衡器。
zh_hk: 此域名尚無負載平衡器。

source: 此域名暂时没有 IP 访问规则。
ar: لا يملك هذا النطاق قواعد وصول IP بعد.
de: Diese Domain hat noch keine IP-Zugriffsregeln.
en: This domain has no IP access rules yet.
es_mx: Este dominio aún no tiene reglas de acceso IP.
fr: Ce domaine n’a pas encore de règles d’accès IP.
ja: このドメインにはまだ IP アクセスルールがありません。
ko: 이 도메인에는 아직 IP 액세스 규칙이 없습니다.
pt_br: Este domínio ainda não tem regras de acesso IP.
pt_pt: Este domínio ainda não tem regras de acesso IP.
tr: Bu alan adının henüz IP erişim kuralı yok.
zh_hant: 此網域暫時沒有 IP 存取規則。
zh_hk: 此域名暫時沒有 IP 存取規則。

source: 此域名暂时没有 URL 重写或请求/响应头规则。
ar: لا يملك هذا النطاق قواعد إعادة كتابة URL أو ترويسات الطلب/الاستجابة بعد.
de: Diese Domain hat noch keine URL-Umschreibungs- oder Anfrage-/Antwort-Header-Regeln.
en: This domain has no URL rewrite or request/response header rules yet.
es_mx: Este dominio aún no tiene reglas de reescritura de URL ni de encabezados de solicitud/respuesta.
fr: Ce domaine n’a pas encore de règles de réécriture d’URL ni d’en-tête de requête/réponse.
ja: このドメインにはまだ URL 書き換えやリクエスト/レスポンスヘッダーのルールがありません。
ko: 이 도메인에는 아직 URL 다시 쓰기 또는 요청/응답 헤더 규칙이 없습니다.
pt_br: Este domínio ainda não tem regras de reescrita de URL ou de cabeçalho de solicitação/resposta.
pt_pt: Este domínio ainda não tem regras de reescrita de URL ou de cabeçalho de pedido/resposta.
tr: Bu alan adının henüz URL yeniden yazma veya istek/yanıt başlığı kuralı yok.
zh_hant: 此網域暫時沒有 URL 重寫或請求/回應標頭規則。
zh_hk: 此域名暫時沒有 URL 重寫或請求/回應標頭規則。

source: 此域名暂时没有缓存规则。当前授权仅限读取（cache-settings.read）。
ar: لا توجد قواعد تخزين مؤقت لهذا النطاق حاليًا. التفويض الحالي للقراءة فقط (cache-settings.read).
de: Diese Domain hat derzeit keine Cache-Regeln. Die aktuelle Autorisierung ist schreibgeschützt (cache-settings.read).
en: This domain has no cache rules for now. The current authorization is read-only (cache-settings.read).
es_mx: Este dominio no tiene reglas de caché por ahora. La autorización actual es de solo lectura (cache-settings.read).
fr: Ce domaine n'a pas de règles de cache pour l'instant. L'autorisation actuelle est en lecture seule (cache-settings.read).
ja: このドメインには現在キャッシュルールがありません。現在の認可は読み取り専用（cache-settings.read）です。
ko: 이 도메인에는 현재 캐시 규칙이 없습니다. 현재 권한은 읽기 전용(cache-settings.read)입니다.
pt_br: Este domínio não tem regras de cache no momento. A autorização atual é somente leitura (cache-settings.read).
pt_pt: Este domínio não tem regras de cache de momento. A autorização atual é apenas de leitura (cache-settings.read).
tr: Bu alan adının şu an önbellek kuralı yok. Geçerli yetkilendirme salt okunur (cache-settings.read).
zh_hant: 此網域暫時沒有快取規則。目前授權僅限讀取（cache-settings.read）。
zh_hk: 此域名暫時沒有緩存規則。目前授權僅限讀取（cache-settings.read）。

source: 此域名暂时没有边缘证书。
ar: لا يملك هذا النطاق شهادات حافة بعد.
de: Diese Domain hat noch keine Edge-Zertifikate.
en: This domain has no edge certificates yet.
es_mx: Este dominio aún no tiene certificados de borde.
fr: Ce domaine n’a pas encore de certificats en périphérie.
ja: このドメインにはまだエッジ証明書がありません。
ko: 이 도메인에는 아직 엣지 인증서가 없습니다.
pt_br: Este domínio ainda não tem certificados de borda.
pt_pt: Este domínio ainda não tem certificados de edge.
tr: Bu alan adının henüz uç sertifikası yok.
zh_hant: 此網域暫時沒有邊緣憑證。
zh_hk: 此域名暫時沒有邊緣證書。

source: 此操作不可撤销，DNS 解析将立即生效变更。
ar: لا يمكن التراجع عن ذلك. تسري تغييرات DNS فورًا.
de: Dies kann nicht rückgängig gemacht werden. DNS-Änderungen werden sofort wirksam.
en: This can’t be undone. DNS changes take effect immediately.
es_mx: Esto no se puede deshacer. Los cambios de DNS surten efecto de inmediato.
fr: Cette action est irréversible. Les modifications DNS prennent effet immédiatement.
ja: この操作は取り消せません。DNS の変更は即時に反映されます。
ko: 이 작업은 취소할 수 없습니다. DNS 변경 사항이 즉시 적용됩니다.
pt_br: Isso não pode ser desfeito. As alterações de DNS entram em vigor imediatamente.
pt_pt: Isto não pode ser anulado. As alterações de DNS entram em vigor imediatamente.
tr: Bu işlem geri alınamaz. DNS değişiklikleri hemen geçerli olur.
zh_hant: 此操作無法復原，DNS 解析將立即生效變更。
zh_hk: 此操作無法復原，DNS 解析將立即生效變更。

source: 此操作不可撤销，规则将立即停止生效。
ar: لا يمكن التراجع عن ذلك. تتوقف القاعدة عن التطبيق فورًا.
de: Dies kann nicht rückgängig gemacht werden. Die Regel wird sofort nicht mehr angewendet.
en: This can’t be undone. The rule stops applying immediately.
es_mx: Esto no se puede deshacer. La regla deja de aplicarse de inmediato.
fr: Cette action est irréversible. La règle cesse de s’appliquer immédiatement.
ja: この操作は取り消せません。ルールは即時に無効になります。
ko: 이 작업은 취소할 수 없습니다. 규칙이 즉시 적용 중지됩니다.
pt_br: Isso não pode ser desfeito. A regra deixa de ser aplicada imediatamente.
pt_pt: Isto não pode ser anulado. A regra deixa de ser aplicada imediatamente.
tr: Bu işlem geri alınamaz. Kural hemen uygulanmayı durdurur.
zh_hant: 此操作無法復原，規則將立即停止生效。
zh_hk: 此操作無法復原，規則將立即停止生效。

source: 此操作不可撤销，该证书将被移除。
ar: لا يمكن التراجع عن هذا الإجراء؛ ستتم إزالة الشهادة.
de: Diese Aktion kann nicht rückgängig gemacht werden. Das Zertifikat wird entfernt.
en: This action can’t be undone; the certificate will be removed.
es_mx: Esta acción no se puede deshacer; el certificado se eliminará.
fr: Cette action est irréversible ; le certificat sera supprimé.
ja: この操作は取り消せません。証明書は削除されます。
ko: 이 작업은 되돌릴 수 없으며 인증서가 제거됩니다.
pt_br: Esta ação não pode ser desfeita; o certificado será removido.
pt_pt: Esta ação não pode ser anulada; o certificado será removido.
tr: Bu işlem geri alınamaz; sertifika kaldırılacak.
zh_hant: 此操作不可復原，該憑證將被移除。
zh_hk: 此操作不可復原，該證書將被移除。

source: 此操作不可撤销。
ar: لا يمكن التراجع عن ذلك.
de: Dies kann nicht rückgängig gemacht werden.
en: This can’t be undone.
es_mx: Esto no se puede deshacer.
fr: Cette action est irréversible.
ja: この操作は取り消せません。
ko: 이 작업은 취소할 수 없습니다.
pt_br: Isso não pode ser desfeito.
pt_pt: Isto não pode ser anulado.
tr: Bu işlem geri alınamaz.
zh_hant: 此操作無法復原。
zh_hk: 此操作無法復原。

source: 此操作不可撤销。若仍被源站池引用，删除会失败。
ar: لا يمكن التراجع عن هذا. وإذا كان لا يزال مُشارًا إليه من مجمّع أصل، فسيفشل الحذف.
de: Dies kann nicht rückgängig gemacht werden. Wird es noch von einem Origin-Pool referenziert, schlägt das Löschen fehl.
en: This cannot be undone. If it is still referenced by an origin pool, deletion will fail.
es_mx: Esto no se puede deshacer. Si todavía lo referencia un grupo de origen, la eliminación fallará.
fr: Cette action est irréversible. S'il est encore référencé par un pool d'origine, la suppression échouera.
ja: この操作は元に戻せません。オリジンプールから参照されている場合、削除は失敗します。
ko: 되돌릴 수 없습니다. 오리진 풀에서 아직 참조 중이면 삭제가 실패합니다.
pt_br: Isso não pode ser desfeito. Se ainda for referenciado por um pool de origem, a exclusão falhará.
pt_pt: Isto não pode ser anulado. Se ainda for referenciado por um pool de origem, a eliminação falhará.
tr: Bu geri alınamaz. Hâlâ bir köken havuzu tarafından başvuruluyorsa silme başarısız olur.
zh_hant: 此操作無法復原。若仍被來源池引用，刪除會失敗。
zh_hk: 此操作無法復原。若仍被來源池引用，刪除會失敗。

source: 此操作不可撤销。若仍被负载均衡器引用，删除会失败。
ar: لا يمكن التراجع عن هذا. وإذا كان لا يزال مُشارًا إليه من موازِن تحميل، فسيفشل الحذف.
de: Dies kann nicht rückgängig gemacht werden. Wird es noch von einem Load Balancer referenziert, schlägt das Löschen fehl.
en: This cannot be undone. If it is still referenced by a load balancer, deletion will fail.
es_mx: Esto no se puede deshacer. Si todavía lo referencia un balanceador de carga, la eliminación fallará.
fr: Cette action est irréversible. S'il est encore référencé par un répartiteur de charge, la suppression échouera.
ja: この操作は元に戻せません。ロードバランサーから参照されている場合、削除は失敗します。
ko: 되돌릴 수 없습니다. 부하 분산기에서 아직 참조 중이면 삭제가 실패합니다.
pt_br: Isso não pode ser desfeito. Se ainda for referenciado por um balanceador de carga, a exclusão falhará.
pt_pt: Isto não pode ser anulado. Se ainda for referenciado por um balanceador de carga, a eliminação falhará.
tr: Bu geri alınamaz. Hâlâ bir yük dengeleyici tarafından başvuruluyorsa silme başarısız olur.
zh_hant: 此操作無法復原。若仍被負載平衡器引用，刪除會失敗。
zh_hk: 此操作無法復原。若仍被負載平衡器引用，刪除會失敗。

source: 此操作将永久删除命名空间 %@ 及其全部键值，无法撤销，也无法恢复。
ar: يحذف هذا مساحة الاسم %@ وجميع أزواج المفاتيح/القيم نهائيًا — لا رجعة فيه ولا يمكن استرداده.
de: Dies löscht den Namespace %@ und alle Schlüssel-Werte dauerhaft – unumkehrbar und nicht wiederherstellbar.
en: This permanently deletes namespace %@ and all its key-values — irreversible and unrecoverable.
es_mx: Esto elimina permanentemente el espacio de nombres %@ y todos sus pares clave-valor; es irreversible e irrecuperable.
fr: Cela supprime définitivement l’espace de noms %@ et toutes ses paires clé-valeur — irréversible et irrécupérable.
ja: この操作は名前空間 %@ とそのすべてのキー値を完全に削除します。元に戻せず、復元もできません。
ko: 이 작업은 네임스페이스 %@와(과) 모든 키-값을 영구 삭제하며 되돌리거나 복구할 수 없습니다.
pt_br: Isso exclui permanentemente o namespace %@ e todos os seus pares chave-valor — irreversível e irrecuperável.
pt_pt: Isto elimina permanentemente o namespace %@ e todos os seus pares chave-valor — irreversível e irrecuperável.
tr: Bu işlem %@ ad alanını ve tüm anahtar-değerlerini kalıcı olarak siler — geri alınamaz ve kurtarılamaz.
zh_hant: 此操作將永久刪除命名空間 %@ 及其所有索引鍵值，無法復原，也無法還原。
zh_hk: 此操作將永久刪除命名空間 %@ 及其所有鍵值，無法復原，也無法還原。

source: 此操作将永久删除存储桶 %@，无法撤销。桶内必须为空，否则删除会失败。
ar: يحذف هذا الحاوية %@ نهائيًا ولا يمكن التراجع. يجب أن تكون الحاوية فارغة وإلا فسيفشل الحذف.
de: Dies löscht den Bucket %@ dauerhaft und ist nicht rückgängig zu machen. Der Bucket muss leer sein, sonst schlägt das Löschen fehl.
en: This permanently deletes bucket %@ and can’t be undone. The bucket must be empty or deletion fails.
es_mx: Esto elimina permanentemente el bucket %@ y no se puede deshacer. El bucket debe estar vacío o la eliminación fallará.
fr: Cela supprime définitivement le compartiment %@ et est irréversible. Le compartiment doit être vide, sinon la suppression échoue.
ja: この操作はバケット %@ を完全に削除し、元に戻せません。バケットは空である必要があり、そうでないと削除に失敗します。
ko: 이 작업은 버킷 %@을(를) 영구 삭제하며 되돌릴 수 없습니다. 버킷이 비어 있어야 하며 그렇지 않으면 삭제가 실패합니다.
pt_br: Isso exclui permanentemente o bucket %@ e não pode ser desfeito. O bucket deve estar vazio, senão a exclusão falha.
pt_pt: Isto elimina permanentemente o bucket %@ e não pode ser anulado. O bucket tem de estar vazio, caso contrário a eliminação falha.
tr: Bu işlem %@ paketini kalıcı olarak siler ve geri alınamaz. Paket boş olmalı, aksi halde silme başarısız olur.
zh_hant: 此操作將永久刪除儲存貯體 %@，且無法復原。貯體必須為空，否則刪除會失敗。
zh_hk: 此操作將永久刪除儲存桶 %@，且無法復原。桶必須為空，否則刪除會失敗。

source: 此操作将永久删除数据库 %@ 及其全部表和数据，无法撤销，也无法恢复。
ar: سيؤدي هذا إلى حذف قاعدة البيانات %@ وكل جداولها وبياناتها نهائيًا. لا يمكن التراجع عنه ولا استعادته.
de: Dadurch werden die Datenbank %@ und alle ihre Tabellen und Daten dauerhaft gelöscht. Dies kann nicht rückgängig gemacht oder wiederhergestellt werden.
en: This permanently deletes the database %@ and all its tables and data. It can’t be undone or recovered.
es_mx: Esto elimina permanentemente la base de datos %@ y todas sus tablas y datos. No se puede deshacer ni recuperar.
fr: Cela supprime définitivement la base de données %@ ainsi que toutes ses tables et données. C’est irréversible et irrécupérable.
ja: この操作はデータベース %@ とそのすべてのテーブルおよびデータを完全に削除します。取り消すことも復元することもできません。
ko: 이 작업은 데이터베이스 %@ 및 모든 테이블과 데이터를 영구적으로 삭제합니다. 취소하거나 복구할 수 없습니다.
pt_br: Isso exclui permanentemente o banco de dados %@ e todas as suas tabelas e dados. Não pode ser desfeito nem recuperado.
pt_pt: Isto elimina permanentemente a base de dados %@ e todas as suas tabelas e dados. Não pode ser anulado nem recuperado.
tr: Bu, %@ veritabanını ve tüm tablolarını ve verilerini kalıcı olarak siler. Geri alınamaz ve kurtarılamaz.
zh_hant: 此操作將永久刪除資料庫 %@ 及其全部資料表和資料，無法復原，也無法還原。
zh_hk: 此操作將永久刪除資料庫 %@ 及其全部資料表和資料，無法復原，也無法還原。

source: 此规则包含高级缓存设置（如自定义缓存键、Cache Reserve），为避免覆盖丢失配置，请在 Cloudflare 控制台编辑。
ar: تتضمّن هذه القاعدة إعدادات تخزين مؤقت متقدّمة (مثل مفتاح تخزين مخصّص وCache Reserve). لتجنّب الكتابة فوقها وفقدان الإعدادات، حرّرها من لوحة تحكم Cloudflare.
de: Diese Regel hat erweiterte Cache-Einstellungen (z. B. benutzerdefinierter Cache-Schlüssel, Cache Reserve). Um Überschreiben und Konfigurationsverlust zu vermeiden, bearbeite sie im Cloudflare-Dashboard.
en: This rule has advanced cache settings (e.g. custom cache key, Cache Reserve). To avoid overwriting and losing configuration, edit it in the Cloudflare dashboard.
es_mx: Esta regla tiene ajustes de caché avanzados (p. ej. clave de caché personalizada, Cache Reserve). Para evitar sobrescribir y perder la configuración, edítala en el panel de Cloudflare.
fr: Cette règle comporte des réglages de cache avancés (p. ex. clé de cache personnalisée, Cache Reserve). Pour éviter d'écraser et de perdre la configuration, modifiez-la dans le tableau de bord Cloudflare.
ja: このルールには高度なキャッシュ設定（カスタムキャッシュキー、Cache Reserve など）が含まれます。上書きによる設定の消失を防ぐため、Cloudflare ダッシュボードで編集してください。
ko: 이 규칙에는 고급 캐시 설정(예: 사용자 지정 캐시 키, Cache Reserve)이 있습니다. 덮어써서 설정이 손실되지 않도록 Cloudflare 대시보드에서 편집하세요.
pt_br: Esta regra tem configurações de cache avançadas (ex. chave de cache personalizada, Cache Reserve). Para evitar sobrescrever e perder a configuração, edite-a no painel da Cloudflare.
pt_pt: Esta regra tem definições de cache avançadas (ex. chave de cache personalizada, Cache Reserve). Para evitar substituir e perder a configuração, edite-a no painel da Cloudflare.
tr: Bu kuralın gelişmiş önbellek ayarları var (örn. özel önbellek anahtarı, Cache Reserve). Üzerine yazıp yapılandırmayı kaybetmemek için Cloudflare panosunda düzenleyin.
zh_hant: 此規則包含進階快取設定（如自訂快取鍵、Cache Reserve），為避免覆寫遺失設定，請在 Cloudflare 主控台編輯。
zh_hk: 此規則包含進階緩存設定（如自訂緩存鍵、Cache Reserve），為避免覆寫遺失設定，請在 Cloudflare 主控台編輯。

source: 此设备不支持设备端 AI（需要 iOS 26 及支持 Apple 智能的机型）。
ar: لا يدعم هذا الجهاز الذكاء الاصطناعي على الجهاز (يتطلب iOS 26 وطرازًا يدعم Apple Intelligence).
de: Dieses Gerät unterstützt keine geräteinterne KI (erfordert iOS 26 und ein Modell mit Apple Intelligence).
en: This device doesn’t support on-device AI (requires iOS 26 and an Apple Intelligence–capable model).
es_mx: Este dispositivo no admite IA en el dispositivo (requiere iOS 26 y un modelo compatible con Apple Intelligence).
fr: Cet appareil ne prend pas en charge l’IA sur l’appareil (nécessite iOS 26 et un modèle compatible Apple Intelligence).
ja: このデバイスはデバイス上の AI に対応していません（iOS 26 と Apple Intelligence 対応モデルが必要です）。
ko: 이 기기는 기기 내 AI를 지원하지 않습니다(iOS 26 및 Apple Intelligence 지원 모델 필요).
pt_br: Este dispositivo não é compatível com IA no dispositivo (requer iOS 26 e um modelo compatível com a Apple Intelligence).
pt_pt: Este dispositivo não é compatível com IA no dispositivo (requer iOS 26 e um modelo compatível com a Apple Intelligence).
tr: Bu cihaz, cihaz üzerinde yapay zekayı desteklemiyor (iOS 26 ve Apple Intelligence destekli bir model gerekir).
zh_hant: 此裝置不支援裝置端 AI（需要 iOS 26 及支援 Apple 智慧的機型）。
zh_hk: 此裝置不支援裝置端 AI（需要 iOS 26 及支援 Apple 智能的機型）。

source: 此账号暂无 Bulk Redirects 列表。
ar: لا يحتوي هذا الحساب على قوائم Bulk Redirects بعد.
de: Dieses Konto hat noch keine Bulk-Redirects-Listen.
en: This account has no Bulk Redirects lists yet.
es_mx: Esta cuenta aún no tiene listas de Bulk Redirects.
fr: Ce compte n'a pas encore de listes Bulk Redirects.
ja: このアカウントにはまだ Bulk Redirects のリストがありません。
ko: 이 계정에는 아직 Bulk Redirects 목록이 없습니다.
pt_br: Esta conta ainda não tem listas de Bulk Redirects.
pt_pt: Esta conta ainda não tem listas de Bulk Redirects.
tr: Bu hesabın henüz Bulk Redirects listesi yok.
zh_hant: 此帳號尚無 Bulk Redirects 清單。
zh_hk: 此帳戶尚無 Bulk Redirects 清單。

source: 此账号暂无健康监测。
ar: لا يحتوي هذا الحساب على مراقبات صحة بعد.
de: Dieses Konto hat noch keine Health-Monitore.
en: This account has no health monitors yet.
es_mx: Esta cuenta aún no tiene monitores de estado.
fr: Ce compte n'a pas encore de moniteurs de santé.
ja: このアカウントにはまだヘルスモニターがありません。
ko: 이 계정에는 아직 상태 모니터가 없습니다.
pt_br: Esta conta ainda não tem monitores de integridade.
pt_pt: Esta conta ainda não tem monitores de estado.
tr: Bu hesabın henüz sağlık izleyicisi yok.
zh_hant: 此帳號尚無健康監測。
zh_hk: 此帳戶尚無健康監測。

source: 此账号暂无源站池。
ar: لا يحتوي هذا الحساب على مجمّعات أصل بعد.
de: Dieses Konto hat noch keine Origin-Pools.
en: This account has no origin pools yet.
es_mx: Esta cuenta aún no tiene grupos de origen.
fr: Ce compte n'a pas encore de pools d'origine.
ja: このアカウントにはまだオリジンプールがありません。
ko: 이 계정에는 아직 오리진 풀이 없습니다.
pt_br: Esta conta ainda não tem pools de origem.
pt_pt: Esta conta ainda não tem pools de origem.
tr: Bu hesabın henüz köken havuzu yok.
zh_hant: 此帳號尚無來源池。
zh_hk: 此帳戶尚無來源池。

source: 此账号暂无账户级数据查询权限
ar: بيانات مستوى الحساب غير متاحة لهذا الحساب
de: Daten auf Kontoebene sind für dieses Konto nicht verfügbar
en: Account-level data isn’t available for this account
es_mx: Los datos de nivel de cuenta no están disponibles para esta cuenta
fr: Les données au niveau du compte ne sont pas disponibles pour ce compte
ja: このアカウントではアカウントレベルのデータを利用できません
ko: 이 계정에서는 계정 수준 데이터를 사용할 수 없습니다
pt_br: Os dados no nível da conta não estão disponíveis para esta conta
pt_pt: Os dados ao nível da conta não estão disponíveis para esta conta
tr: Bu hesap için hesap düzeyinde veri kullanılamıyor
zh_hant: 此帳號暫無帳戶級資料查詢權限
zh_hk: 此帳戶暫無帳戶級數據查詢權限

source: 此账号的 Token 将被撤销并从 App 移除。
ar: سيُلغى رمز هذا الحساب ويُزال من التطبيق.
de: Das Token dieses Kontos wird widerrufen und aus der App entfernt.
en: This account’s token will be revoked and removed from the app.
es_mx: El token de esta cuenta se revocará y se eliminará de la app.
fr: Le jeton de ce compte sera révoqué et supprimé de l’app.
ja: このアカウントのトークンは取り消され、App から削除されます。
ko: 이 계정의 토큰이 취소되고 앱에서 제거됩니다.
pt_br: O token desta conta será revogado e removido do app.
pt_pt: O token desta conta será revogado e removido da app.
tr: Bu hesabın belirteci iptal edilir ve uygulamadan kaldırılır.
zh_hant: 此帳號的 Token 將被撤銷並從 App 移除。
zh_hk: 此帳戶的 Token 將被撤銷並從 App 移除。

source: 死信队列：%@
ar: قائمة انتظار الرسائل الميتة: %@
de: Dead-Letter-Queue: %@
en: Dead-letter queue: %@
es_mx: Cola de mensajes fallidos: %@
fr: File de lettres mortes : %@
ja: デッドレターキュー：%@
ko: 데드레터 대기열: %@
pt_br: Fila de mensagens mortas: %@
pt_pt: Fila de mensagens mortas: %@
tr: Ölü mektup kuyruğu: %@
zh_hant: 死信佇列：%@
zh_hk: 死信佇列：%@

source: 每 %lld 分钟
ar: كل %lld دقيقة
de: Alle %lld Minuten
en: Every %lld minutes
es_mx: Cada %lld minutos
fr: Toutes les %lld minutes
ja: %lld 分ごと
ko: %lld분마다
pt_br: A cada %lld minutos
pt_pt: A cada %lld minutos
tr: Her %lld dakikada bir
zh_hant: 每 %lld 分鐘
zh_hk: 每 %lld 分鐘

source: 每 %lld 秒探测一次
ar: فحص كل %lld ثانية
de: Prüfung alle %lld Sekunden
en: Probes every %lld seconds
es_mx: Sondea cada %lld segundos
fr: Sonde toutes les %lld secondes
ja: %lld 秒ごとに探査
ko: %lld초마다 탐색
pt_br: Sondagem a cada %lld segundos
pt_pt: Sondagem a cada %lld segundos
tr: Her %lld saniyede bir yoklar
zh_hant: 每 %lld 秒探測一次
zh_hk: 每 %lld 秒探測一次

source: 每 5 分钟
ar: كل 5 دقائق
de: Alle 5 Minuten
en: Every 5 minutes
es_mx: Cada 5 minutos
fr: Toutes les 5 minutes
ja: 5 分ごと
ko: 5분마다
pt_br: A cada 5 minutos
pt_pt: A cada 5 minutos
tr: Her 5 dakikada bir
zh_hant: 每 5 分鐘
zh_hk: 每 5 分鐘

source: 每个 Snippet 需配触发规则才会执行，进入详情可管理代码与规则。
ar: لا يُنفَّذ كل Snippet إلا بقاعدة تشغيل. افتحه لإدارة الشفرة والقواعد.
de: Jedes Snippet wird nur mit einer Trigger-Regel ausgeführt. Öffne es, um Code und Regeln zu verwalten.
en: Each snippet runs only with a trigger rule. Open it to manage code and rules.
es_mx: Cada snippet solo se ejecuta con una regla de activación. Ábrelo para gestionar el código y las reglas.
fr: Chaque snippet ne s’exécute qu’avec une règle de déclenchement. Ouvrez-le pour gérer le code et les règles.
ja: 各スニペットはトリガールールがある場合のみ実行されます。詳細を開いてコードとルールを管理できます。
ko: 각 Snippet은 트리거 규칙이 있어야 실행됩니다. 상세 화면에서 코드와 규칙을 관리하세요.
pt_br: Cada snippet só é executado com uma regra de acionamento. Abra-o para gerenciar o código e as regras.
pt_pt: Cada snippet só é executado com uma regra de acionamento. Abra-o para gerir o código e as regras.
tr: Her snippet yalnızca bir tetikleme kuralıyla çalışır. Kodu ve kuralları yönetmek için açın.
zh_hant: 每個 Snippet 需搭配觸發規則才會執行，進入詳情可管理程式碼與規則。
zh_hk: 每個 Snippet 需配合觸發規則才會執行，進入詳情可管理代碼與規則。
